Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/kystverket.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: When the vessel is included in the aforementioned lists and the ‘Is Approved’ column shows ‘Yes’, the exemption is considered granted.
nb: Når fartøyet er ført i de nevnte listene og kolonnen ”Is Approved” viser Yes, anses unntaket som innvilget.

source: In this new review, the Norwegian Coastal Administration will make it clear that the ship tunnel can be built for NOK 2.7 billion, which was the cost estimate in the preliminary project.
nb: I den skal Kystverket synliggjøre at skipstunnelen kan bygges for 2,7 milliarder kroner, som var kostnadsoverslaget i forprosjektet.

source: To carry out this task, NCA is dependent on assistance and cooperation from several state agencies.
nb: For å ivareta denne oppgaven er Kystverket avhengig av bistand og samarbeid fra flere statlige aktører og etater.

source: The Norwegian Coastal Administration supervised the Norwegian Navy and the FMA's salvage / raising of KNM Helge Ingstad.
nb: Kystverket førte tilsyn med Sjøforsvaret og FMAs berging/heving av KNM Helge Ingstad.

source: This means that vessels longer than 70 metres without a Pilotage Exemption Certificate will be required to use the pilotage service.
nb: Det vil si at det blir losplikt for fartøy med lengde over 70 meter. Losplikten kan erstattes med farledsbevis.

source: channel 1 and then on channel 2 or vice versa, in rapid succession, nominally 4 seconds. Mode
nb: på kanal 1 og deretter på kanal 2 eller omvendt, i hurtig rekkefølge, nominelt 4 sekunder.

source: Official Journal of the European Union
nb: Kontroll, revisjon og endring

source: Digital reference routes help ensure the following:
nb: Digitale referanseruter bidrar til:

source: Much of the work that takes place internationally, particularly in the EU and IMO, has a direct impact on the services provided by the Norwegian Coastal Administration.
nb: Mye av arbeidet som foregår internasjonalt, spesielt i EU og IMO, har direkte konsekvens for de tjenestene Kystverket leverer.

source: The stations broadcast DGPS data in accordance with the international standard Recommendation ITU-R M.823-1.
nb: Stasjonene kringkaster DGPS-data i henhold til den internasjonale standarden Recommendation ITU-R M.823-1.

source: The NCA depot teams from Svalbard in the north to Kristiansand in the south were deployed.
nb: Kystverkets depotstyrker fra Svalbard i nord til Kristiansand i sør ble benyttet.

source: Changes in routing schemes in 2021
nb: Endringer i rutetiltak i 2021

source: Since 2012, the BarentsWatch program has aimed to make public data available through user-friendly services.
nb: BarentsWatch har siden 2012 hatt som formål å tilgjengeliggjøre offentlige data gjennom brukervennlige tjenester.

source: S-129 uses models of a ship’s shape and physical structure in its calculations.
nb: Modeller av et fartøys fasong og fysiske struktur brukes i kalkulasjonen av S-129.

source: The framework conditions for maritime safety, maritime transport and emergency preparedness are largely laid down internationally, and legally binding international cooperation and international regulatory development are crucial for maritime safety in Norwegian waters.
nb: Rammebetingelsene for sjøsikkerhet, sjøtransport og beredskap legges i stor grad internasjonalt, og forpliktende internasjonalt samarbeid og internasjonal regelutvikling er av stor betydning for sjøsikkerhet i norske farvann.

source: Kvitsøy VTS centre was established in 2003 and is located in Kvitsøy municipality in Rogaland.
nb: Kvitsøy sjøtrafikksentral ble etablert i 2003 og er lokalisert i Kvitsøy kommune i Rogaland.

source: The Coastal Administration was informed early on that there were around 750 ton of heavy fuel oil, 82 ton of marine diesel and 25-30 ton of lubricants on aboard.
nb: Kystverket fikk tidlig opplyst at det var ca 750 tonn tung bunkersolje, 82 tonn marin diesel og 25-30 tonn smøreolje om bord.

source: The NCA presented a claim to recover the costs the government incurred due to managing the incident. The last of the reimbursement claims was paid in January 2019.
nb: Kystverket fremmet krav ovenfor reder for å få dekket statens kostnader i forbindelse med aksjonen og siste del av refusjonskravet ble innbetalt januar 2019.

source: The service is map-based, free and accessible for everyone.
nb: Tjenesten er kartbasert og tilgjengelig for alle.

source: Member States should be able to establish port security
nb: Medlemsstatene bør kunne nedsette havnesikkerhets-

source: With the exception of the beach cleansing in Aust-Agder, which was completed in May 2012, beach cleansing operations ended in 2011.
nb: Med unntak av strandrensingen i Aust-Agder som ble ferdig i mai 2012, ble strandrensing ferdigstilt i 2011.

source: At the moment, this is one of the few existing implementations of the security protocol that is described in S-100, so this is innovative and right at the forefront of development,” says Svein.
nb: – Dette er en av de foreløpig få eksisterende implementeringene av sikkerhetsprotokollen som beskrives i S-100, så dette er innovativt og helt i front i utviklingen, sier Svein.

source: In 2003, IMO adopted the International Oil Pollution Compensation Supplementary Fund, which provides for a large increase in the amount that will be available to the victims of oil pollution from a tanker compared to before.
nb: I 2003 vedtok IMO den såkalte tilleggsfondsprotokollen om kompensasjon ved oljeforurensning, noe som innebærer en stor økning av beløp som vil stå til disposisjon for de skadelidte ved et oljeutslipp fra tankskip, sammenlignet med tidligere.

source: State pilot Karl Helge Haagensen of the Norwegian Coastal Administration and Svein Skjæveland of ECC at work during the test.
nb: Statslos Karl Helge Haagensen fra Kystverket og Svein Skjæveland fra ECC i arbeid under testen.

source: New ice. Less than 5 cm.
nb: Mindre enn 5 cm.Tallerken eller småis.

source: In special circumstances where the facility is such that the main light signal cannot be installed at 30 metres or lower, it may be installed at a height no higher than 35 metres.
nb: I særlige tilfeller hvor innretningen er slik at hovedlyssignal ikke kan bli montert på 30 meter eller lavere kan disse bli montert på en høyde ikke over 35 meter.

source: Many Norwegian nautical charts are issued with the WGS-84 datum, but there are also charts issued with the ED50 datum or the Norwegian graticule.
nb: Mange norske sjøkart er utgitt i WGS-84-datum, men det finnes også kart utgitt i ED50 datum eller med norsk gradnett.

source: The pilot service recently took part in a successful test of the digital product S-129.
nb: Lostjenesten deltok nylig på en vellykket test av det digitale produktet S-129.

source: Access to open AIS data
nb: Tilgang til åpne AIS-data

source: The contact point registered by the shipping company in the list must be able to provide information around the clock, 365 days a year.
nb: Det kontaktpunktet som rederiet registrerer i listen skal være i stand til å utlevere opplysninger hele døgnet og 365 dager i året.

source: The Norwegian Coastal Administration cooperates and exchanges information with other public agencies, such as the Norwegian Armed Forces, Norwegian Customs, the police and the Norwegian Maritime Authority.
nb: Kystverket samarbeider og utveksler informasjon med andre offentlige etater, eksempelvis Forsvaret, Tollvesenet, Politiet og Sjøfartsdirektorat.

source: with IALA rules and of a type that is accepted by the Norwegian Coastal Administration for such marking.
nb: med IALA-regler og av en type som er akseptert av Kystverket for slik merking.

source: The Norwegian Coastal Administration has a focus on the transport of hazardous and noxious substances, and large vessels.
nb: Kystverket har fokus på frakt av farlige og forurensende stoffer, og større slep.

source: Passing zone: From 10 nautical miles to 3 nautical miles
nb: Fra 10 nautiske mil til 3 nautiske mil

source: The Norwegian Maritime Directorate collaborates with the NCA, the Coast Guard and DSA on the use of NCA's drones for the detection of sulfur gases from ships.
nb: Sjøfartsdirektoratet samarbeider med Kystverket, Kystvakten og DSA om bruk av Kystverkets droner for påvisning av svovelgasser fra skip.

source: The co-operation agreement between NCA and the Petroleum Safety Authority Norway describes the relationship of authority and responsibility between the agencies in the event of acute pollution incidents at operating companies on the Norwegian continental shelf.
nb: Samarbeidsavtalen mellom Kystverket og Petroleumstilsynet beskriver myndighets- og ansvarsforholdet mellom etatene ved akutte forurensingshendelser hos operatørselskaper på norsk sokkel.

source: The conventions have been revised, and are now known as the 1992 Civil Liability Convention and the 1992 Fund Convention.
nb: Konvensjonene har blitt revidert, og kalles nå ansvarskonvensjonen 1992 og fondskonvensjonen 1992.

source: Will there be some kind of traffic light system?
nb: Hvordan blir trafikken regulert?

source: o is pushing or towing one or more objects in one of the local fairways listed in Appendix 3 to the Regulations, if the object or objects have a total length of 75 metres or more, a width of 30 metres or more, a height of 10 metres or more or a draught of 8 metres or more.
nb: skyver eller sleper en eller flere gjenstander i en av de lokale farledene som står i vedlegg 3 til forskriften, dersom gjenstanden eller gjenstandene har en total lengde på 75 meter eller mer, en bredde på 30 meter eller mer, en høyde på 10 meter eller mer eller en dypgang på 8 meter eller mer.

source: to enhance control, which may include:
nb: skal fastsette egnede framgangsmåter for:

source: During the voyage, AIS information is obtained about draught, position and speed.
nb: Under seilasen hentes AIS-info om dyptgående, posisjon og fart.

source: New digital tools will help make voyages even safer and more efficient in the future.
nb: Nye digitale verktøy skal bidra til enda sikrere og mer effektive seilaser i fremtiden.

source: The Agreement on Cooperation on Marine Oil Pollution Preparedness and Response in the Arctic (United States, Canada, Russia, Norway, Sweden, Finland, Iceland and Denmark)
nb: Avtale om beredskap og aksjoner mot oljeforurensning i Arktis (USA, Canada, Russland, Norge, Sverige, Finland, Island og Danmark)

source: Up to 10 months of effective service as a duty navigator in polar waters may be counted, or:
nb: Inntil 10 måneder med effektiv fartstid som ansvarshavende navigatør i polare farvann kan regnes med, eller:

source: Full City dropped anchor at Såsteinflaket outside Langesund on the orders of the vessel's agent while awaiting a quay berth.
nb: I påvente av kaiplass ankret Full City opp på Såsteinflaket utenfor Langesund, etter anvisning fra skipets agent.

source: More than 200 people, 30 vessels and equipment were involved in this phase of the cleansing work.
nb: I overkant av 200 personer, 30 fartøy og materiell var involvert i denne fasen av rensearbeidet.

source: The grounding resulted in a significant oil spill.
nb: Grunnstøtingen førte til et betydelig oljeutslipp.

source: We have designed a ceiling height of 33 metres.
nb: Vi har designet takhøyden til 33 meter.

source: Through this, the EU and its member states can request assistance in the event of pollution incidents in EU countries or countries outside the EU.
nb: Gjennom denne kan EU eller medlemslandene be om bistand ved forurensningshendelser til EU land eller land utenfor EU.

source: Vessels with a length greater than 120 metres must not pass other vessels in the waters between Nærøysundet lantern in the south and Drågjaskjerflua beacon in the north.
nb: Fartøy med større lengde enn 120 meter skal ikke passere andre fartøy i farvannet mellom Nærøysundet lanterne i sør og Drågjaskjerflua lykt i nord.

source: The BarentsWatch program helps to realize the government's digitalisation strategy for data reuse.
nb: BarentsWatch-programmet bidrar til å realisere regjeringens digitaliseringsstrategi for gjenbruk av data.

source: This polluted the coastline, which included a number of conservation areas and bird reserves.
nb: Dette forurenset kystlinjen, blant annet flere verneområder og fuglereservater.

source: company is subject to special emergency response requirements from Klif and also requirements that follow from the HSE regulations for the petroleum industry.
nb: ”Loven skal legge til rette for god fremkommelighet, trygg ferdsel og forsvarlig bruk og forvaltning av farvannet i samsvar med allmenne hensyn og hensynet til fiskeriene og andre næringer.

source: All ships with an International Ship Security Certificate (ISSC) are regarded as being in international waters at all times.
nb: Alle skip som har et internasjonalt sikringssertifikat (ISSC) regnes til enhver tid for å være i internasjonal fart.

source: There should also be an agreement in place stipulating that the route will be continued for more than 1 year.
nb: det bør også foreligge en avtale om at ruten skal opprettholdes i mer enn 1 år

source: Experience shows that the positioning accuracy is typically in the range of 1 to 3 metres.
nb: Praksis viser at posisjonsnøyaktigheten typisk ligger i området 1 – 3 meter.

source: channel 1 and then on channel 2 or vice versa, in rapid succession, nominally 4 seconds.
nb: på kanal 1 og deretter på kanal 2 eller omvendt, i hurtig rekkefølge, nominelt 4 sekunder.

source: On 11 November the bunkers was unload and the vessel was refloated.
nb: oktober startet operasjonen med å losse skipet for bunkers og deler av lasten. Skipet ble trukket av grunnen 11.

source: Norad has established a dedicated Oil for Development (OfD) secretariat.
nb: Norad har etablert et eget Olje for utvikling (Ofu) sekretariat.

source: What will the speed limit be in the tunnel?
nb: Hva blir fartsgrensa gjennom tunnelen?

source: Here the digital tool “S-100 Demonstrator”, with live updates from S-129, was tested on a commercial voyage – the world's first such test.
nb: Her ble det digitale verktøyet S-100 Demonstrator, med live oppdatering av S-129 testet på en kommersiell seilas – for første gang i global sammenheng. Beregner hvor det er trygt

source: The tool has previously been used in particularly advanced pilotage assignments, such as piloting the world’s largest semi-submersible crane vessel “Sleipnir” to Haugesund in April 2020.
nb: Verktøyet har tidlegare vore brukt på spesielt avanserte losoppdrag, som losinga av verdas største kranrigg «Sleipnir» til Haugesund i april 2020.

source: The oil spill resulted in the death of around 1500 seabirds.
nb: Utslippet av olje medførte at om lag 1500 sjøfugl omkom.

source: In both incidents, the neighbouring countries were asked for assistance under the Copenhagen Agreement.
nb: Ved begge hendelser ble nabolandene bedt om bistand i henhold til Københavnavtalen.

source: Physical factors from the ship’s surroundings are also transferred to a model of the sailing area itself: factors such as the underwater terrain, currents, tide, wave height, wind, depth, the water’s salinity and barometric pressure.
nb: I tillegg hentes fysiske faktorene fra fartøyets omgivelser inn i en modell av selve seilingsområdet, som undervannsterreng, strøm, vannstand, bølgehøyde, vind, dybde, vannets saltinnhold og barometertrykk.

source: Oil spill prevention and response equipment from the emergency response depots in Horten and Kristiansand was mobilized.
nb: Oljevernutstyr fra det statlige depotet i Horten og Kristiansand ble mobilisert.

source: Vessels carrying radioactive substances as defined in the International Code for the Safe Carriage of Packaged Irradiated Nuclear Fuel, Plutonium and High-level Radioactive Waste on Board Ships (INF Code).
nb: fartøy som fører radioaktive stoffer som definert i den internasjonale koden for sikker transport av bestrålt nukleært brensel, plutonium og sterkt radioaktivt avfall i beholdere (INF-koden)

source: Full City was rolling rapidly and pitching heavily in the sea.
nb: Full City svaiet hurtig og stampet kraftig i sjøen.

source: PEC exam with pilot - Covid restrictions
nb: Prøver med los - Covid restriksjoner

source: The ship was then about 60 nautical miles west of Ålesund.
nb: Skipet befant seg da omtrent 60 nautiske mil vest for Ålesund.

source: The Differential Global Positioning System (DGPS) service transmits correction signals to GPS navigation equipment on board vessels.
nb: Kystverkets DGPS-tjeneste (Differential Global Positioning System) leverer korreksjonssignaler til GPS navigasjonsutstyr på skip.

source: An AIS Aid to Navigation report shall be in the form of an 'Aids-to-navigation report (AtoN)' with
nb: En AIS navigasjonsinnretning rapport skal være i form av en ”Aids-to-navigation report (AtoN)”

source: The vessel was carrying about 1,100 ton of heavy oil and some diesel.
nb: Skipet var da bunkret med om lag 1100 tonn tungolje og noe diesel.

source: Anyone who discovers acute pollution is obliged to notify the emergency phone number 110.
nb: Alle som oppdager akutt forurensning plikter å varsle dette på nødnummer 110 (brannvesenet).

source: However, this access does not include data on fishing vessels under 15 metres and recreational craft under 45 metres.
nb: Denne tilgangen inkluderer imidlertid ikke fiskefartøy under 15 meter og fritidsfartøy under 45 meter.

source: A driving force for public agencies to share data to a greater extent with various users through BarentsWatch's services, and also via their own channels.
nb: Informasjon og kunnskap koordineres og videreformidles på en enhetlig måte og legger til rette for økt gjenbruk av data, mer samhandling mellom aktører og forenklet tilgang for flere og nye brukergrupper.

source: In KS2, which was delivered to the Ministry of Transport in May 2018, the price was estimated at NOK 3.7 billion – i.e.
nb: I KS2, som ble levert Samferdselsdepartementet i mai 2018, ble prisen beregnet til 3,7 milliarder kroner – altsåén milliard kroner mer enn det som er avsatt i NTP.

source: detected with radar where light signals or other navigational guidance is not considered 2 In the 'International Code of Signals' the single-letter signal 'U' means 'You are running into danger'.
nb: frekvensbåndet gjelder dette kravet ikke for NT (New Technology) radar. 2 I ”International Code of Signals” betyr enkeltbokstavsignalet ”U”, ”You are running into danger”.

source: We also initiate and finance important R&D activities, both internally (through self-financing) and externally.
nb: Men også initiere og finansiere viktig FoU-aktivitet, både internt (egenfinansiering) og eksternt.

source: The project is being led by the Electronic Chart Centre (ECC).
nb: Prosjektet er leda av Electronic Chart Centre (ECC).

source: The NCA issued an order to manage the pollution risk and the actual wreck at the same day as the accident.
nb: Kystverket ga samme dag som havariet skjedde, pålegg om krav om håndtering av forurensningsfaren, og videre håndtering av selve havaristen.

source: Immediately after the incident, the Norwegian Coastal Administration (NCA) surveyed the wreck and surrounding environment.
nb: Kystverket foretok straks kartlegging av havaristen og miljøet rundt, og det ble besluttet å gjennomføre statlig oljevernaksjon.

source: Based on oil samples, it was calculated that 380 ton of oil either were left in the environment or had naturally decomposed/evaporated.
nb: Basert på oljeprøver, regnet man seg frem til at 380 tonn olje enten lå igjen i miljøet eller ble naturlig forvitret/fordampet.

source: Around 40 km of shoreline was also polluted because of the incident.
nb: I tillegg ble rundt 40 km strandlinje forurenset som følge av hendelsen.

source: The currents are also demanding and the differences in high and low tides are also quite large up here in the north,” says Karl Helge.
nb: Det er også krevende strømforhold og relativt stor variasjon i vannstanden her oppe i nord, sier Karl Helge.

source: In 2020, shipowners were sentenced to six months in prison for violating the Pollution Control Act.
nb: Reder ble i 2020 dømt til seks måneders fengsel for brudd på forurensningsloven.

source: The Norwegian Environment Agency contributes with environmental expertise in government actions against acute pollution, and heads an advisory group for NCA.
nb: Miljødirektoratet bidrar med miljøfaglig kompetanse ved statlige aksjoner mot akutt forurensning, og leder rådgivende gruppe for Kystverket.

source: These are stated on the PEC itself, or in Sections 15 to 17 and 21 of the Compulsory Duty Regulations in the case of Cadet PECs.
nb: Disse fremgår av selve farledsbeviset eller av lospliktforskriften §§ 15 til 17 og § 21 når det gjelder kadettfarledsbevis.

source: As KS2 showed a higher price than the Norwegian Coastal Administration’s cost estimate, the Norwegian Coastal Administration was asked in January 2019 to conduct a new review.
nb: Ettersom KS2 viste en høyere pris enn Kystverkets kostnadsoverslag, ble Kystverket i januar 2019 bedt om å foreta en ny gjennomgang.

source: Information from the AIS system shows that Full City started to drift towards shore just before midnight and just after midnight Breivik VTS contacted the vessel to inform them the vessel was drifting and asked for information about the situation.
nb: Informasjon fra AIS-systemet viste at skipet begynte å drifte mot land like før midnatt, og litt etter midnatt kontaktet Breivik VTS fartøyet med informasjon om at fartøyet var i drift, og det ble bedt om informasjon om situasjonen.

source: The NCA is responsible for the pilotage service on Svalbard, in the same way as on the mainland.
nb: Kystverket er ansvarlig for lostjenesten på Svalbard, på samme måten som på det norske fastlandet.

source: Mode B gives highest probability for that all users on the AIS network receives the message.
nb: Mode B gir størst sannsynlighet for at alle brukere på AIS nettverket mottar meldingen.

source: FAKTA - S-100 Demonstrator Project
nb: FAKTA - S-100 Demonstrator-prosjektet

source: How can you avoid falling rocks?
nb: Hvordan skal man unngå steinsprang?

source: ArcticInfo replaces ArcticWeb, a digital information service established by the Danish Maritime Authority in 2013 to provide information services for shipping in waters off the coast of Greenland.
nb: ArcticInfo erstatter ArcticWeb, en digital informasjonstjeneste etablert av den danske Søfartsstyrelsen i 2013 for å tilby informasjonstjeneste for skipstrafikk i farvann utenfor Grønland.

source: The co-operation agreement between NCA and DSB regulates access to the Civil Defence's resources and capacities in the event of state actions against acute pollution.
nb: Samarbeidsavtalen mellom Kystverket og DSB regulerer tilgang til Sivilforsvarets ressurser og kapasiteter ved statlige aksjoner mot akutt forurensning.

source: Pursuant to Section 38 of the Harbour Act, the Norwegian Coastal Administration must have unhindered access to vessels that are subject to a pilotage requirement in accordance with Section 6 of the Compulsory Pilotage Regulations to the extent necessary for carrying out the inspection.
nb: I henhold til havne og farvannsloven § 38 skal Kystverket ha uhindret adgang til fartøy som er lospliktige etter lospliktforskriften § 6 i den utstrekning det er nødvendig for gjennomføringen av tilsynet.

source: A total of 137 crew members were evacuated.
nb: Totalt 137 besetningsmedlemmer ble evakuert.

source: .2 structural integrity of the piers, facilities, and associated structures;
nb: .2 adgang, parkering, lasting og lossing av kjøretøyer,
